export default {
	header: {
		menu: [
			{ title: 'Интерьер', href: '/#interior' },
			{ title: 'О нас', href: '/#about_us' },
			{ title: 'Меню', href: '/menu' },
			{ title: 'Контакты', href: '/#contacts' }
		],
		languages: ['EN - Англисче', 'RU - Орусча', 'KG - Кыргызча'],
		searchPlaceholder: 'Поиск'
	},
	homeSections: {
		hero: {
			title: 'Итальянская Кухня',
			subtitle: 'Вкусный',
			description:
				'Классический стейк и вкусное с приятно неожиданными поворотами. Солнечный декор ресторана был вдохновлен его посетителями.',
			reserveButton: 'Забронируйте Столик',
			location: {
				header: 'Местоположение',
				address: 'Руа да Моида 1г, 1200-275, Португалия'
			},
			hotline: {
				header: 'Горячая Линия',
				number: '+771219900'
			}
		},
		about: {
			title: 'О Нас',
			journey: 'Путешествие через Вкусы Cafesio',
			description:
				'Попробуйте блюда, которые откроют новые вкусы для вас и порадуют ваши глаза своим внешним видом. Здесь вы найдете уютную атмосферу, отличное обслуживание и внимание к каждому гостю. Забронируйте столик сейчас и насладитесь уникальным опытом открытия вкуса!'
		},
		best: {
			title: 'Хиты Продаж',
			exception: 'Вы Только Резервируете Исключение',
			description:
				'Каждое заведение имеет меню, специально подобранное для них. Узнайте, что нового в вашем Cafesio, и вы найдете моменты Cafesio Covent Garden.'
		},
		mainmenu: {
			categories: [
				{ id: 1, title: 'Десерты' },
				{ id: 2, title: 'Горячие напитки' },
				{ id: 3, title: 'Холодные напитки' },
				{ id: 4, title: 'Национальные блюда' },
				{ id: 5, title: 'Восточная кухня' },
				{ id: 6, title: 'Фастфуд' }
			],
			sectiontitles: {
				title: 'Главное Меню',
				subtitle: 'Исключительное качество. Восхитительно вкусно'
			},
			toOrder: 'Заказать сейчас',
			viewfullmenu: 'СМОТРЕТЬ ПОЛНОЕ МЕНЮ'
		},
		moderninterior: {
			sectiontitles: {
				title: 'Современный интерьер'
			}
		},
		visit: {
			visit_restaurant: 'Посетите Ресторан',
			join_us: 'Присоединяйтесь к нам на счастливые часы',
			your_neighborhood: 'Ваш район',
			address: '225$. Лейк Авеню, офис 1150, Пасадена, Калифорния 911101',
			opening_hours: 'Часы работы:',
			mon_thu: 'Пн-Чт: 10:00 - 01:00',
			fri_sun: 'Пт-Вс: 10:00 - 02:00',
			purchase_gift_card: 'Приобрести подарочную карту',
			contact_info: 'Контактная информация',
			phone: '+771219900',
			email: 'motionweb312@gmail.com'
		}
	}
}
